Revit.Elements.GlobalParameter.#ctor(Autodesk.Revit.DB.GlobalParameter)
Private constructor for wrapping an existing Element
parameter:

Revit.Elements.GlobalParameter.InitGlobalParameter(System.String,Autodesk.Revit.DB.ParameterType)
Initialize a GlobalParameter element
name:
type:

Revit.Elements.GlobalParameter.FromExisting(Autodesk.Revit.DB.GlobalParameter,System.Boolean)
Wrap an existing Element in the associated DS type
parameter:
isRevitOwned:
Returns: